{
  "welcome_heading": "مرحبًا!",
  "welcome_subheading": "يرجى تسجيل الدخول إلى حساب كامكو إنفست",
  "welcome_description": "أدر محفظتك الاستثمارية وثروتك عبر منصة آمنة وموحدة. تابع استثماراتك بدقة، واطلع على التقارير، واستفد من تحليلات السوق المدعومة بالذكاء الاصطناعي لاتخاذ قرارات استثمارية سليمة.",
  "support_message": "بحاجة إلى مساعدة؟ تواصل مع فريق الدعم على",
  "support_mail":"support@kamcoinvest.com",
 
  "sign_in": "تسجيل الدخول",
  "portal_welcome": "مرحباً بك في بوابة كامكو إنفست",
  "email_label": "عنوان البريد الإلكتروني",
  "email_placeholder": "أدخل عنوان البريد الإلكتروني الخاص بك",
  "invalid_email_message":"يرجى إدخال بريد إلكتروني صالح",
  "password_label": "كلمة المرور",
  "password_placeholder": "أدخل كلمة المرور الخاصة بك",
  "invalid_password_message":"يرجى إدخال كلمة المرور",
  "login_button": "تسجيل الدخول",
  "forgot_password": "نسيت كلمة المرور؟",

  "quick_actions": "إجراءات سريعة",
  "download_app": "تحميل التطبيق",
  "announcements": "الإعلانات",
  "products": "المنتجات",
  "research": "دراسات",
  "contact_us": "اتصل بنا",
  "security_tips": "نصائح الأمان",
  "kamco_website": "موقع كامكو إنفست",
  "branches": "الفروع",

  "qr_title": "امسح رمز QR",
  "qr_description": "امسح هذا الرمز لفتح تطبيق كامكو إنفست",
  "close": "إغلاق",

  "tip_secure_connection_title": "استخدم اتصالاً آمنًا",
  "tip_secure_connection_desc": "اتصل دائمًا بالإنترنت عبر شبكة آمنة وموثوقة، ويفضل أن تكون شبكة واي فاي خاصة أو بيانات جوال. تجنب استخدام شبكات واي فاي عامة لإجراء معاملات حساسة.",

  "tip_update_app_title": "تحديث التطبيق بانتظام",
  "tip_update_app_desc": "حافظ على تحديث تطبيقك وبرنامج جهازك باستمرار لضمان حصولك على أحدث تصحيحات الأمان. غالبًا ما تُصلح التحديثات الثغرات الأمنية التي يمكن للمهاجمين استغلالها، لذا فعّل التحديثات التلقائية كلما أمكن.",

  "tip_biometric_title": "تمكين قفل التطبيق والمصادقة البيومترية",
  "tip_biometric_desc": "استخدم أقفال التطبيقات والميزات البيومترية مثل بصمة الإصبع أو التعرف على الوجه لإضافة طبقة أمان إضافية. هذا يضمن وصول المستخدمين المصرح لهم فقط إلى معلوماتك الحساسة، حتى لو كان الجهاز غير مقفل.",

  "tip_phishing_title": "احذر من محاولات التصيد الاحتيالي",
  "tip_phishing_desc": "توخَّ الحذر من رسائل البريد الإلكتروني أو الرسائل النصية أو المكالمات التي تطلب معلومات شخصية. تأكد دائمًا من المصدر قبل النقر على الروابط أو تنزيل المرفقات. لن تطلب المؤسسات الموثوقة كلمات مرور عبر البريد الإلكتروني.",

  "tip_device_security_title": "قم بتأمين جهازك",
  "tip_device_security_desc": "اضبط كلمات مرور أو أرقام تعريف شخصية قوية لجهازك، وفعّل ميزات مثل قفل الشاشة والإيقاف التلقائي. تجنّب كسر الحماية أو عمل روت لجهازك، فقد يُعرّضه ذلك لتهديدات أمنية.",

  "tip_review_activity_title": "مراجعة نشاط الحساب بانتظام",
  "tip_review_activity_desc": "تحقق من نشاط حسابك بانتظام بحثًا عن أي معاملات أو تسجيلات دخول مشبوهة. تتيح لك معظم المنصات مراجعة سجل تسجيل الدخول أو تلقي تنبيهات بشأن أي سلوك غير عادي، فاستفد من هذه الأدوات.",

  "tip_logout_title": "تسجيل الخروج بعد كل جلسة",
  "tip_logout_desc": "سجّل خروجك دائمًا من حساباتك بعد انتهاء جلستك، خاصةً على الأجهزة المشتركة أو العامة. هذا يمنع الوصول غير المصرح به إذا استخدم شخص آخر الجهاز بعدك.",

  "tip_learn_features_title": "ثقف نفسك حول ميزات الأمان",
  "tip_learn_features_desc": "ابقَ على اطلاع دائم بأدوات وميزات الأمان المُدمجة التي تُقدمها تطبيقاتك وأجهزتك. فهم هذه الأدوات يُساعدك على الاستفادة الكاملة من إجراءات الحماية، مثل التشفير والمصادقة الثنائية واستعادة الحساب.",

  "tip_info_security_title": "حافظ على أمان المعلومات الشخصية",
  "tip_info_security_desc": "تجنب مشاركة بياناتك الشخصية، مثل عنوانك أو رقم هاتفك أو معلوماتك المالية، إلا للضرورة القصوى. انتبه للأذونات التي تمنحها للتطبيقات، وخاصةً تلك التي تصل إلى جهات اتصالك أو موقعك.",

  "tip_security_software_title": "تثبيت برامج الأمن",
  "tip_security_software_desc": "استخدم تطبيقات مكافحة الفيروسات أو الأمان الموثوقة للكشف عن البرامج الضارة وإزالتها. غالبًا ما توفر هذه الأدوات حماية فورية، وتنبيهات تصفح آمن، وعمليات فحص منتظمة للحفاظ على جهازك نظيفًا.",

  "tip_public_device_title": "كن حذرًا مع الأجهزة العامة",
  "tip_public_device_desc": "تجنب الوصول إلى حساباتك الحساسة من أجهزة كمبيوتر عامة أو مشتركة. إذا اضطررت لاستخدامها، ففعّل وضع التصفح المتخفي، وتجنب حفظ كلمات المرور، وسجّل الخروج من جميع الخدمات قبل مغادرة الجهاز.",
  "language_toggle":"English",

  "forgot-password-header": "لديك حساب بالفعل? ",
  "forgot-password-link": "تسجيل الدخول",
  "forgot-password-title": "مرحباً،",
  "forgot-password-subtitle": "أدخل بريدك الإلكتروني لإرسال رابط إعادة التعيين",
  "forgot-password-email-placeholder": "عنوان البريد الإلكتروني",
  "forgot-password-reset-button": "عنوان البريد الإلكتروني",
  "back-button": "عودة",

  "session_expired_login_again":"انتهت الجلسة! تسجيل الدخول مرة أخرى!"
}
